Repository: manjeetkr23/Fetchify
Catalog: fetchify/lib/l10n/app_*.arb
Languages: hi, ro

source: Search Screenshots
hi: स्क्रीनशॉट खोजें
ro: Căutare Capturi de Ecran

# analyzed
source: Analyzed {count}/{total}
hi: विश्लेषित {count}/{total}
ro: Analizat {count}/{total}

# developerModeDisabled
source: Advanced settings disabled
hi: उन्नत सेटिंग्स अक्षम
ro: Setări avansate dezactivate

source: Collections
hi: संग्रह
ro: Colecții

source: Screenshots
hi: स्क्रीनशॉट
ro: Capturi de Ecran

source: Settings
hi: सेटिंग्स
ro: Setări

source: About
hi: के बारे में
ro: Despre

source: Privacy
hi: गोपनीयता
ro: Confidențialitate

source: Create Collection
hi: संग्रह बनाएं
ro: Creare Colecție

source: Edit Collection
hi: संग्रह संपादित करें
ro: Editare Colecție

source: Delete Collection
hi: संग्रह हटाएं
ro: Ștergere Colecție

source: Collection Name
hi: संग्रह का नाम
ro: Numele Colecției

source: Save
hi: सेव करें
ro: Salvare

source: Cancel
hi: रद्द करें
ro: Anulare

source: Delete
hi: हटाएं
ro: Ștergere

source: Confirm
hi: पुष्टि करें
ro: Confirmare

source: Yes
hi: हां
ro: Da

source: No
hi: नहीं
ro: Nu

source: OK
hi: ठीक है

source: Search
hi: खोजें
ro: Căutare

# noResults
source: No results found
hi: कोई परिणाम नहीं मिला
ro: Nici un rezultat găsit

source: Loading...
hi: लोड हो रहा है...
ro: Se încarcă...

source: Error
hi: त्रुटि
ro: Eroare

source: Retry
hi: पुनः प्रयास करें
ro: Reîncercare

source: Share
hi: साझा करें
ro: Partajare

source: Copy
hi: कॉपी करें
ro: Copiere

source: Paste
hi: पेस्ट करें
ro: Lipire

source: Select All
hi: सभी का चयन करें
ro: Selectare Totală

source: AI Settings
hi: AI सेटिंग्स
ro: Setări AI

source: API Key
hi: API की
ro: Cheie API

source: Model Name
hi: मॉडल नाम
ro: Numele Modelului

source: Auto Processing
hi: ऑटो प्रोसेसिंग
ro: Procesare Automată

source: Enabled
hi: सक्षम
ro: Activat

source: Disabled
hi: अक्षम
ro: Dezactivat

source: Theme
hi: थीम
ro: Temă

# lightTheme
source: Light
hi: लाइट
ro: Luminoasă

# darkTheme
source: Dark
hi: डार्क
ro: Întunecată

# systemTheme
source: System
hi: सिस्टम
ro: Sistem

source: Language
hi: भाषा
ro: Limbă

source: Analytics
hi: एनालिटिक्स
ro: Analiză

# developerMode
source: Advanced Settings
hi: उन्नत सेटिंग्स
ro: Setări Avansate

source: AMOLED Mode
hi: AMOLED मोड
ro: Mod AMOLED

source: Notifications
hi: सूचनाएं
ro: Notificări

source: Permissions
hi: अनुमतियां
ro: Permisiuni

source: Storage
hi: स्टोरेज
ro: Stocare

source: Camera
hi: कैमरा
ro: Cameră

source: Version
hi: संस्करण
ro: Versiune

source: Build Number
hi: बिल्ड नंबर
ro: Numărul Versiunii

source: OCR Results
hi: OCR परिणाम
ro: Rezultate OCR

source: Extracted Text
hi: निकाला गया टेक्स्ट
ro: Text Extras

# noTextFound
source: No text found in image
hi: छवि में कोई टेक्स्ट नहीं मिला
ro: Nu s-a găsit text în imagine

source: Processing...
hi: प्रोसेसिंग...
ro: Procesare...

source: Select Image
hi: छवि चुनें
ro: Selectare Imagine

source: Take Photo
hi: फोटो लें
ro: Realizare Fotografie

source: From Gallery
hi: गैलरी से
ro: Din Galerie

source: Image selected
hi: छवि चयनित
ro: Imagine selectată

source: No image selected
hi: कोई छवि चयनित नहीं
ro: Nici o imagine selectată

# apiKeyRequired
source: Required for AI features
hi: AI सुविधाओं के लिए आवश्यक
ro: Necesar pentru funcțiile AI

# apiKeyValid
source: API key is valid
hi: API कुंजी वैध है
ro: Cheia API este validă

source: API key validation failed
hi: API कुंजी सत्यापन असफल
ro: Validarea cheii API a eșuat

# apiKeyNotValidated
source: API key is set (not validated)
hi: API कुंजी सेट है (सत्यापित नहीं)
ro: Cheia API este setată (nevalidată)

# enterApiKey
source: Enter Gemini API Key
hi: Gemini API कुंजी दर्ज करें
ro: Introduceți Cheia API Gemini

source: Validate API Key
hi: API कुंजी सत्यापित करें
ro: Validare Cheie API

source: Valid
hi: वैध

# autoProcessingDescription
source: Screenshots will be automatically processed when added
hi: स्क्रीनशॉट जोड़े जाने पर स्वचालित रूप से प्रोसेस होंगे
ro: Capturile de ecran vor fi procesate automat când sunt adăugate

source: Manual processing only
hi: केवल मैन्युअल प्रोसेसिंग
ro: Doar procesare manuală

# amoledModeDescription
source: Dark theme optimized for AMOLED screens
hi: AMOLED स्क्रीन के लिए अनुकूलित डार्क थीम
ro: Temă întunecată optimizată pentru ecrane AMOLED

source: Default dark theme
hi: डिफ़ॉल्ट डार्क थीम
ro: Temă întunecată implicită

# getApiKey
source: Get an API key
hi: API कुंजी प्राप्त करें
ro: Obținere cheie API

source: Stop Processing
hi: प्रसंस्करण रोकें
ro: Oprire Procesare

source: Process with AI
hi: AI के साथ प्रसंस्करण
ro: Procesare cu AI

# createFirstCollection
source: Create your first collection to
hi: अपना पहला संग्रह बनाएं
ro: Creați prima dvs. colecție pentru a

# organizeScreenshots
source: organize your screenshots
hi: अपने स्क्रीनशॉट व्यवस्थित करने के लिए
ro: organiza capturile de ecran

source: Cancel selection
hi: चयन रद्द करें
ro: Anulare selecție

source: Deselect All
hi: सभी का चयन रद्द करें
ro: Deselectare Totală

source: Delete selected
hi: चयनित को हटाएं
ro: Ștergere selectate

source: Safe Delete
hi: सुरक्षित डिलीट
ro: Ștergere Sigură

source: Source Code
hi: सोर्स कोड
ro: Cod Sursă

source: Support
hi: सहायता
ro: Suport

source: Check for Updates
hi: अपडेट चेक करें
ro: Verificare Actualizări

source: Privacy Notice
hi: गोपनीयता सूचना
ro: Notificare Confidențialitate

source: Analytics and Telemetry
hi: एनालिटिक्स और टेलीमेट्री
ro: Analiză și Telemetrie

source: Performance Menu
hi: प्रदर्शन मेनू
ro: Meniu Performanță

source: Server Messages
hi: सर्वर संदेश
ro: Mesaje Server

source: Max Parallel AI
hi: अधिकतम समानांतर AI
ro: Max AI Paralel

source: Enable Screenshot Limit
hi: स्क्रीनशॉट सीमा सक्षम करें
ro: Activare Limită Capturi de Ecran

source: Tags
hi: टैग्स
ro: Etichete

source: AI Details
hi: AI विवरण
ro: Detalii AI

source: Size
hi: आकार
ro: Dimensiune

# addDescription
source: Add a description
hi: विवरण जोड़ें
ro: Adăugare descriere

source: Add tag
hi: टैग जोड़ें
ro: Adăugare etichetă

source: Advanced Settings
hi: उन्नत सेटिंग्स
ro: Setări Avansate

source: Clear Corrupt Files
hi: दूषित फाइलें साफ़ करें
ro: Curățare Fișiere Corupte

# clearCorruptFilesConfirm
source: Clear Corrupt Files?
hi: दूषित फाइलें साफ़ करें?
ro: Curățare Fișiere Corupte?

# clearCorruptFilesMessage
source: Are you sure you want to remove all corrupt files from this collection? This action cannot be undone.
hi: क्या आप सुनिश्चित हैं कि आप सभी दूषित फाइलों को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
ro: Sunteți sigur că doriți să eliminați toate fișierele corupte din această colecție? Această acțiune nu poate fi anulată.

source: Corrupt files cleared
hi: दूषित फाइलें साफ़ कर दी गईं
ro: Fișierele corupte au fost curățate

# noCorruptFiles
source: No corrupt files found
hi: कोई दूषित फाइल नहीं मिली
ro: Nu s-au găsit fișiere corupte

# enableLocalAI
source: 🤖 Enable Local AI Model
hi: 🤖 स्थानीय AI मॉडल सक्षम करें
ro: 🤖 Activare Model AI Local

# localAIBenefits
source: What this means:
hi: स्थानीय AI के लाभ:
ro: Ce înseamnă aceasta:

# localAIOffline
source: • Works completely offline - no internet required
hi: • पूर्णतः ऑफलाइन काम करता है - इंटरनेट की आवश्यकता नहीं
ro: • Funcționează complet offline - fără internet necesar

# localAIPrivacy
source: • Your data stays private on your device
hi: • आपका डेटा आपके डिवाइस पर निजी रहता है
ro: • Datele dvs. rămân private pe dispozitiv

# localAINote
source: Note:
hi: नोट:
ro: Notă:

# localAIBattery
source: • Uses more battery than cloud models
hi: • क्लाउड मॉडल से अधिक बैटरी का उपयोग करता है
ro: • Utilizează mai multă baterie decât modelele cloud

# localAIRAM
source: • Requires at least 4GB of available RAM
hi: • कम से कम 4GB उपलब्ध RAM की आवश्यकता है
ro: • Necesită cel puțin 4GB RAM disponibil

# localAIPrivacyNote
source: The model will process your screenshots locally for enhanced privacy.
hi: मॉडल बेहतर गोपनीयता के लिए आपके स्क्रीनशॉट को स्थानीय रूप से प्रोसेस करेगा।
ro: Modelul va procesa capturile de ecran local pentru confidențialitate îmbunătățită.

# enableLocalAIButton
source: Enable Local AI
hi: स्थानीय AI सक्षम करें
ro: Activare AI Local

source: Reminders
hi: रिमाइंडर
ro: Mementouri

# activeReminders
source: Active
hi: सक्रिय

# pastReminders
source: Past
hi: पुराने
ro: Trecute

# noActiveReminders
source: No active reminders. Set reminders from screenshot details.
hi: कोई सक्रिय रिमाइंडर नहीं। स्क्रीनशॉट विवरण से रिमाइंडर सेट करें।
ro: Nu există mementouri active. Setați mementouri din detaliile capturilor de ecran.

source: No past reminders.
hi: कोई पुराने रिमाइंडर नहीं।
ro: Nu există mementouri trecute.

source: Edit Reminder
hi: रिमाइंडर संपादित करें
ro: Editare Memento

source: Clear Reminder
hi: रिमाइंडर साफ़ करें
ro: Curățare Memento

# removePastReminder
source: Remove
hi: हटाएं
ro: Eliminare

source: Past reminder removed
hi: पुराना रिमाइंडर हटा दिया गया
ro: Mementoul trecut a fost eliminat

source: Support the project
hi: प्रोजेक्ट का समर्थन करें
ro: Sprijiniți proiectul

# supportShotsStudio
source: Support Fetchify
hi: Fetchify का समर्थन करें
ro: Sprijiniți Shots Studio

# supportDescription
source: Your support helps keep this project alive and enables us to add amazing new features
hi: आपका समर्थन इस प्रोजेक्ट को जीवित रखने में मदद करता है और हमें नई शानदार सुविधाएं जोड़ने में सक्षम बनाता है
ro: Sprijinul dvs. ajută la menținerea acestui proiect în viață și ne permite să adăugăm funcții noi minunate

source: Available now
hi: अभी उपलब्ध
ro: Disponibil acum

source: Coming soon
hi: जल्द आ रहा है
ro: Disponibil în curând

source: Every contribution matters
hi: हर योगदान मायने रखता है
ro: Fiecare contribuție contează

# supportFooterDescription
source: Thank you for considering supporting this project. Your contribution helps us maintain and improve Fetchify. For special arrangements or international wire transfers, please reach out via GitHub.
hi: इस प्रोजेक्ट का समर्थन करने पर विचार करने के लिए धन्यवाद। आपका योगदान हमें Fetchify को बनाए रखने और सुधारने में मदद करता है। विशेष व्यवस्था या अंतर्राष्ट्रीय वायर ट्रांसफर के लिए, कृपया GitHub के माध्यम से संपर्क करें।
ro: Vă mulțumim că luați în considerare sprijinirea acestui proiect. Contribuția dvs. ne ajută să menținem și să îmbunătățim Shots Studio. Pentru aranjamente speciale sau transferuri bancare internaționale, vă rugăm să ne contactați prin GitHub.

source: Contact on GitHub
hi: GitHub पर संपर्क करें
ro: Contact pe GitHub

# noSponsorshipOptions
source: No sponsorship options are currently available.
hi: वर्तमान में कोई प्रायोजन विकल्प उपलब्ध नहीं हैं।
ro: Nu sunt disponibile opțiuni de sponsorizare în prezent.

source: Close
hi: बंद करें
ro: Închidere

source: Write Tags to XMP
hi: XMP में टैग लिखें
ro: Scriere Etichete în XMP

# xmpMetadataWritten
source: XMP metadata written to the file
hi: XMP मेटाडेटा फाइल में लिखा गया
ro: Metadate XMP scrise în fișier

source: Quick Create Collection
hi: त्वरित संग्रह बनाएं
ro: Creare Rapidă Colecție

# quickCreateCollectionMessage
source: Create a new collection "{collectionName}" with {count} screenshot(s) from your search results?
hi: अपने खोज परिणामों से {count} स्क्रीनशॉट के साथ नया संग्रह "{collectionName}" बनाएं?
ro: Doriți să creați o colecție numită "{collectionName}" cu {count} capturi de ecran?

# quickCreateWhatHappens
source: What happens:
hi: क्या होगा:
ro: Ce se va întâmpla?

# quickCreateExplanation
source: All screenshots from your search results will be added to this new collection. You can customize the collection name and settings later.
hi: आपके खोज परिणामों से सभी स्क्रीनशॉट इस नए संग्रह में जोड़े जाएंगे। आप बाद में संग्रह का नाम और सेटिंग्स अनुकूलित कर सकते हैं।
ro: Vom crea instantaneu o colecție nouă conținând toate rezultatele căutării.

# dontShowAgain
source: Don't show this again
hi: फिर से न दिखाएं
ro: Nu mai afișa

source: Create
hi: बनाएं
ro: Creează

source: Create collection from search results
hi: खोज परिणामों से संग्रह बनाएं
ro: Creați colecție din rezultatele căutării

# noScreenshotsFoundFor
source: No screenshots found for "{query}"
hi: "{query}" के लिए कोई स्क्रीनशॉट नहीं मिला
ro: Nu s-au găsit capturi de ecran pentru "{query}"

# appTitle
source: Fetchify
ro: Shots Studio

source: Beta Testing
ro: Testare Beta
